[
	{
		"id": "p1",
		"name": "Flared pants",
		"title":"Women's Light-Wash High-Rise Flared Jeans",
		"price": "899",
		"images": [
			"images/product1/image-1.png",
			"images/product1/image-2.png",
			"images/product1/image-3.png"
		],
		"sizes": ["S", "M", "L", "XL"],
		"tagline": "Flared pants with a high waist and dramatic leg shape, offering a flattering and trendy silhouette.",
		"description": "Add a touch of retro style to your wardrobe with these flared pants. Featuring a flattering high waist and a dramatic flared leg, these pants create an elongated silhouette, perfect for both casual and chic looks. Made from comfortable, stretchy fabric for all-day wear."
	},
	{
		"id": "p2",
		"name": "Blouson top",
		"title": "Pure Cotton Blouson Sleeve Relaxed Blouse",
		"price": "399",
		"images": [
			"images/product2/image-1.png",
			"images/product2/image-2.png",
			"images/product2/image-3.png"
		],
		"sizes": ["S", "M", "L", "XL"],
		"tagline": "A stylish blouson top with a relaxed fit and gathered waist, offering a flattering and feminine silhouette.",
		"description": "Effortlessly stylish, this blouson top features a relaxed fit with a gathered waist and billowy sleeves for a flattering, feminine silhouette. Perfect for pairing with jeans or skirts, this versatile top adds a touch of elegance to any outfit."
	},
	{
		"id": "p3",
		"name": "Cotton pants",
		"title":"Women's Pure Cotton Trousers",
		"price": "699",
		"images": [
			"images/product3/image-1.png",
			"images/product3/image-2.png",
			"images/product3/image-3.png"
		],
		"sizes": ["S", "M", "L", "XL"],
		"tagline": "Comfortable and breathable cotton pants, perfect for all-day wear with a relaxed fit and versatile style.",
		"description": "Stay comfortable and chic with these cotton trousers, crafted from breathable fabric for all-day ease. With a tailored fit and versatile design, they're perfect for both casual and polished looks. Pair with your favorite tops for effortless style."
	},
	{
		"id": "p4",
		"name": "Sleeveless kurta",
		"title": "Ethnic Motifs Printed Mandarin Collar Sleeveless A-Line Kurta",
		"price": "299",
		"images": [
			"images/product4/image-1.png",
			"images/product4/image-2.png",
			"images/product4/image-3.png"
		],
		"sizes": ["S", "M", "L", "XL"],
		"tagline": "A breezy sleeveless kurta, offering a comfortable and stylish fit, perfect for casual or festive occasions.",
		"description": "Embrace effortless elegance with this sleeveless kurti, designed for warm days and a modern look. Featuring a comfortable, relaxed fit and crafted from lightweight fabric, it's perfect for both casual outings and festive occasions. Pair it with leggings or palazzos for a stylish, versatile ensemble."
	},
	{
		"id": "p5",
		"name": "Cotton shirt",
		"title": "Women's Regular Fit Checked Casual Shirt",
		"price": "799",
		"images": [
			"images/product5/image-1.png",
			"images/product5/image-2.png",
			"images/product5/image-3.png"
		],
		"sizes": ["S", "M", "L", "XL"],
		"tagline": "A soft and breathable cotton shirt, designed for comfort and everyday style with a classic, versatile fit.",
		"description": "Stay classic and comfortable with this cotton plaid shirt. Made from soft, breathable fabric, it features a timeless plaid pattern and a relaxed fit, perfect for layering or wearing on its own. Ideal for casual days or a laid-back weekend look."
	},
	{
		"id": "p6",
		"name": "Flared kurta",
		"title": "Women's Indie Prints Georgette Anarkali Kurta",
		"price": "1299",
		"images": [
			"images/product6/image-1.png",
			"images/product6/image-2.png",
			"images/product6/image-3.png"
		],
		"sizes": ["S", "M", "L", "XL"],
		"tagline": "An elegant flared kurta with a graceful A-line silhouette, offering a perfect blend of comfort and style.",
		"description": "Add a touch of elegance to your wardrobe with this flared kurta. Featuring a graceful A-line silhouette, it combines comfort and style effortlessly. Crafted from soft, breathable fabric, this versatile piece is perfect for casual outings or festive occasions, offering both comfort and charm."
	},
	{
		"id": "p7",
		"name": "Accordian skirt",
		"title": "Accordion Pleats Maxi Flared Skirt",
		"price": "799",
		"images": [
			"images/product7/image-1.png",
			"images/product7/image-2.png",
			"images/product7/image-3.png"
		],
		"sizes": ["S", "M", "L", "XL"],
		"tagline": "A chic accordion skirt with pleats that add movement and texture, perfect for both casual and dressy occasions.",
		"description": "Make a statement with this accordion skirt, featuring pleats that add texture and movement to your look. Crafted from lightweight, flowy fabric, this skirt offers a flattering silhouette and is perfect for both casual and dressy occasions. Pair with a tucked-in blouse or top for a chic, modern style."
	},
	{
		"id": "p8",
		"name": "Denim shorts",
		"title": "Women Pure Cotton High-Rise Denim Shorts",
		"price": "1299",
		"images": [
			"images/product8/image-1.png",
			"images/product8/image-2.png",
			"images/product8/image-3.png"
		],
		"sizes": ["S", "M", "L", "XL"],
		"tagline": "Classic denim shorts with a relaxed fit, offering comfort and style for casual, warm-weather days.",
		"description": "Stay cool and stylish with these denim shorts, featuring a classic fit and durable fabric for everyday comfort. With a versatile design, they're perfect for casual outings, beach days, or summer adventures. Pair with a t-shirt or tank top for an effortlessly laid-back look."
	}
]
